Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/supplementary_welfare_schemes/diet_and_heating_supplements.html.txt.tmx
Source language: en
Languages: ga

source: Diet and heating supplements
ga: Forlíontaí téimh agus aiste bia

source: If you have special dietary and heating needs you may be able to get additional weekly supplements under the Supplementary Welfare Allowance Scheme
ga: Is féidir le daoine áirithe a bhfuil riachtanais chothaithe agus téimh speisialta acu cáiliú le haghaidh forlíontaí breise seachtainiúla faoin Scéim Liúntas Leasa Forlíontach

source: You must satisfy the specific requirements for each supplement - see 'Rules' below
ga: Chun go mbeadh tú in ann cáiliú do na forlíontaí speisialta seo, caithfidh tú na riachtanais atá leagtha amach thíos a chomhlíonadh

source: The diet supplement was discontinued for new applicants from 1 February 2014
ga: Ó 1 Feabhra 2014 amach, ní ghlactar le hiarratais nua ar an bhforlíonadh aiste bia

source: However, people who were getting Diet Supplement before 1 February 2014 can continue to keep the payment (for as long as they continue to be entitled to the payment)
ga: Má bhí an forlíonadh á fháil agat roimh 1 Feabhra 2014, áfach, is féidir leat an forlíonadh a choimeád (fad is a leanann ort bheith incháilithe dó)

source: You are entitled to retain the diet supplement for a prescribed diet, if you:
ga: Tá tú i dteideal forlíonadh aiste bia ó thaobh aiste bia atá ordaithe a choimeád má:

source: • Have a specified medical condition
ga: • Tá gné leighis áirithe agat

source: • Meet the conditions for Supplementary Welfare Allowance (SWA) and
ga: • Tá tú ag fáil íocaíochta leasa shóisialaigh

source: • Satisfy a means test
ga: • Shásaíonn tú scrúdú maoine

source: To get a diet supplement, a hospital consultant or a hospital registrar must certify:
ga: Chun forlíonadh aiste bia a fháil, ní mór do sainchomhairleoir ospidéil nó cláraitheoir a deimhniú:

source: • That you or your adult dependant or child dependant has been prescribed a diet because of a specified medical condition
ga: • Go bhfuil tusa nó aon dhuine fásta cleithiúnach nó leanbh cleithiúnach de do chuid ar aiste bia atá ordaithe mar gheall ar riocht leighis sainithe

source: • The type of diet prescribed
ga: • Cineál aiste bia atá ordaithe

source: • How long you will need the prescribed diet
ga: • Fad atá an aiste bia atá de dhíth agat

source: A gluten-free diet for an adult or a child aged 18 to 22 may be prescribed by your family doctor (GP)
ga: D'fhéadfadh aiste bia saor ó ghlútan do dhuine fásta nó leanbh idir aois 18 agus 22 a bheith ordaithe ag do dhochtúir teaghlaigh (LG)

source: In the case of diet supplements, for example, for people with cystic fibrosis, the long-term illness scheme book may be accepted as verification that such a diet has been prescribed
ga: I gcás forliontais aiste bia, mar shampla, do dhaoine le fiobróis chisteach tá an leabhar scéime tinnis fadtéarmach inghlactha mar chruthú go bhfuil oideas tugtha i gcomhair a leithéid seo d'aiste bia

source: The length of time for which the diet is being prescribed and the type of diet must be stated
ga: I ngach cás, ní mór an fad a mbeidh an aiste bia i gceist agus an cineál aiste bia a insint

source: The weekly cost of each prescribed diet is set by the Department of Social Protection
ga: Tá an costas seachtainiúil de gach aiste bia atá ordaithe leagtha síos ag an Roinn Coimirce Sóisialaí

source: The following diets qualify for the diet supplement:
ga: Tá na haistí bia incháilithe maidir le forlíonadh aiste bia mar a leanas

source: │Qualifying prescribed diets │Cost of diet, € │
ga: │Aistí bia incháilithe │Costas an aiste │

source: │Low-lactose, milk-free diet │65.43 │
ga: │Aiste bia íseal i lachtós, saor ó bhainne │€65.43 │

source: │Gluten-free diet │68.43 │
ga: │Aiste bia saor ó ghlútan │€68.43 │

source: │High-protein, high-calorie diet │71.43 │
ga: │Aiste bia ard i bpróitéin, agus ard i │€71.43 │

source: │Altered consistencies (liquidised) diet │74.93 │
ga: │Aiste bia raimhre athraithe (leachtaithe) │€74.93 │

source: The heating supplement is an additional weekly payment to help with the cost of heating your home
ga: Is íocaíocht bhreise an forlíonadh téimh í chun cabhrú le costais téimh de do theach

source: You may get a heating supplement, if you:
ga: D'fhéadfá forlíonadh téimh a fháil:

source: • Can show you have extra heating needs because of your age, medical condition or disability
ga: • Más féidir leat a léiriú go bhfuil riachtanais bhreise téimh agat mar gheall ar aois, riocht leighis nó míchumas

source: • Are living alone or only with a dependent adult or dependent children
ga: • Má tá tú id chónaí id aonar, nó le duine fásta cleithiúnach nó le leanbh/leanaí atá cleithiúnach ort agus

source: The rate for a single person and lone parent is calculated as follows: The diet cost as set by the Department of Social Protection, less one-third of your social welfare payment at the 2007 rate = the diet supplement to be paid to you
ga: Ríomhtar na rátaí i gcomhair duine aonair agus tuismitheoir aonair mar seo a leanas: Costas an aiste bia mar atá leagtha síos ag an Roinn Coimirce Sóisialaí lúide aon tríú de d'íocaíocht leasa shóisialaigh ag ráta 2007 = an forlíonadh aiste bia atá le íoc leat

source: You can check the rates for 2007 in SW19 (pdf)
ga: Is féidir rátaí 2007 a sheiceáil in SW19 (pdf)

source: • Paul is on a high-protein, high-calorie diet and is getting a One-Parent Family Payment
ga: • Tá Pól ar aiste bia ard i bpróitéin agus ard i gcalraí agus ag fáil Íocaíocht Teaghlaigh Aontuismitheora

source: The Department of Social Protection has set the cost of this diet at €71.43
ga: Tá costas an aiste bia seo socraithe ag an Roinn ag €71.43

source: Take one-third of his social welfare payment (excluding any amount he is getting for a child dependant) from €71.43 to get the amount of diet supplement payable
ga: Bain an tríú cuid de a íocaíocht leasa shóisialaigh (lúide aon suim atá tú ag fáil i gcomhair leanbh incháilithe) as €71.43 chun an méid fhorlíonadh aiste bia atá iníoctha a ríomh

source: (€71.43 - €61.93 (or one-third of his One Parent Family Payment at the 2007 rate) = €9.50 paid as diet supplement)
ga: (€71.43 - €61.93 (nó an tríú cuid a Íocaíocht Teaghlaigh Aontuismitheora ag ráta 2007) = €9.50 íoctha mar fhorlíonadh aiste bia.)

source: The rate for a married or cohabiting couple is calculated as follows: The diet cost as set by the Department of Social Protection less one-sixth of your social welfare payment at the 2007 rate = the diet supplement to be paid to you
ga: Ríomhtar na rátaí i gcomhair lánúineacha pósta nó lánúineacha atá in aontíos mar a leanas: Costas an aiste bia mar atá leagtha síos ag an Roinn Coimirce Sóisialaí lúide an séú cuid de d'íocaíocht leasa shóisialaigh ag ráta 2007 = an forlíonadh aiste bia atá le íoc leat

source: • Mary is married and on a high-protein high-calorie diet and is getting Jobseeker's Allowance
ga: • Tá Máire pósta agus í ar aiste bia ard i bpróitéin agus ard i gcalraí. Faigheann sí Liúntas Cuardaitheora Poist

source: Take one-sixth of her social welfare payment (excluding any amount she is getting for a child dependant) from €71.43 to get the amount of diet supplement payable
ga: Bain an séú cuid de d'íocaíocht leasa shóisialaigh (lúide aon suim atá tú ag fáil i gcomhair linbh incháilithe) as €71.43 chun an méid fhorlíonadh aiste bia atá iníoctha a ríomh

source: (€71.43 - €51.52 (one-sixth of her Jobseeker's Allowance payment including an increase for her adult dependant at the 2007 rate) = €19.91 paid as diet supplement)
ga: (€71.43 - €51.52 (an séú cuid a n-íocaíocht Liúntas Cuardaitheora Poist lena n-áirítear méadú do dhuine fásta cleithiúnach ag ráta 2007) = €19.91 íoctha mar fhorlíonadh aiste bia)

source: People getting Rent or Mortgage Interest Supplement
ga: Daoine atá ag fáil Forlíonadh Cíos nó Ús Morgáiste

source: If you are getting Rent Supplement or Mortgage Interest Supplement, the Supplementary Welfare Allowance personal rate for 2007, and qualified adult rate where applicable, is used to calculate the amount of diet supplement
ga: Má tá tú ag fáil Forlíonadh Cíos nó Ús Morgáiste, baintear úsáid as an ráta pearsanta um Fhorlíonadh Leasa Shóisialaigh do 2007, agus ráta duine fásta incháilithe áit a bhfuil a leithéid i gceist, chun an méid forlíonaidh aiste bia a ríomh

source: In assessing your means, any increases in social welfare payments for children are not taken into account
ga: Nuair a bhíonn maoin á meas, tugtar neamhaird ar íocaíochtaí i gcomhair leanaí atá sna híocaíochtaí leasa shóisialaigh

source: The diet supplement rates for a qualified child are as follows:
ga: Tá na rátaí do leanaí incháilithe mar seo a leanas:

source: • Low-lactose, milk-free diet = €3.50
ga: • Aiste bia íseal i lachtós, saor ó bhainne = €3.50

source: • Gluten-free diet = €6.50
ga: • Aiste bia saor ó ghlútan = €6.50

source: • High-protein, high-calorie diet = €9.50
ga: • Aiste bia ard i bpróitéin, agus ard i gcalraí = €9.50

source: • Altered-consistency (liquidised) diet = €13
ga: • Aiste bia raimhre athraithe (leachtaithe) = €13

source: A child is considered to be a dependant if they are under 18, or are over 18 and under 22 and in full-time education
ga: Deirtear gur leanbh cleithiúnach atá ann má tá sé/sí faoi 18 nó os cionn 18 agus faoi 22 agus in oideachas lánaimseartha

source: There is no fixed rate for heating supplement
ga: Níl aon ráta socruithe d'fhorlíonadh téimh

source: The amount of heating supplement you get is based on your need as assesed by your Department of Social Protection's representative (formerly known as the Community Welfare Officer)
ga: Tá an méid fhorlíonaidh téimh a fhaigheann tú bunaithe ar do riachtanas mar atá sé measúnaithe ag an t-ionadaí Roinne Coimirce Sóisialaí (a tugadh an tOifigeach Leasa Pobail air roimhe seo)

source: To apply for a heating supplement, fill in a heating supplement form (pdf)
ga: Ba chóir duit foirm forlíonadh téimh (pdf) a chomhlánú chun iarratas a dhéanamh ar fhorlíonadh téimh

source: The Department of Social Protection's representative (formerly known as the Community Welfare Officer) can help you fill in the form
ga: Is féidir leis an ionadaí Roinne Coimirce Sóisialaí (a tugadh an tOifigeach Leasa Pobail air roimhe seo) cabhrú leat chun an fhoirm a chomhlánú

source: You can appeal a decision on a diet or heating supplement to the independent Social Welfare Appeals Office
ga: Is féidir achomharc a dhéanamh leis an Oifig Achomhairc Leasa Shóisialaigh in aghaidh chinnidh ar fhorlíonadh téimh nó ar fhorlíonadh aiste bia

source: To get a heating supplement, apply to the Department of Social Protection's representative (formerly known as the Community Welfare Officer) in your local office
ga: Ba cheart duit teagmháil a dhéanamh le hionadaí na Roinne Coimirce Sóisialaí (tugadh an tOifigeach Leasa Pobail orthu roimhe seo) i d'ionad sláinte áitiúil
